---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDir2Generic
source: html/8f965a8d-333a-3018-fece-dedd8c23f873.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDir2Generic Property

"Bottom/Interior Minor Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingBottomDir2Generic { get; }
```